[
  {
    "line_number": 1,
    "rephrased_content": "A child approaching from the left is holding a person's hand.",
    "original_content": "A child coming from left side is holding a person's hand"
  },
  {
    "line_number": 2,
    "rephrased_content": "A child briefly lowers her head while walking.",
    "original_content": "A child is briefly bending her head while walking"
  },
  {
    "line_number": 3,
    "rephrased_content": "A child is grasping a person's hand while heading to the right side.",
    "original_content": "A child is holding a person's hand while going to right side"
  },
  {
    "line_number": 4,
    "rephrased_content": "A child is grasping a person's hand while heading to the right.",
    "original_content": "A child is holding a person's hand while moving towards right"
  },
  {
    "line_number": 5,
    "rephrased_content": "A child is grasping a person's hand while walking.",
    "original_content": "A child is holding a person's hand while walking"
  },
  {
    "line_number": 6,
    "rephrased_content": "A child is grasping a person's hand while strolling through the open area.",
    "original_content": "A child is holding a person's hand while walking in open area"
  },
  {
    "line_number": 7,
    "rephrased_content": "A child is grasping a person's hand while walking to the right.",
    "original_content": "A child is holding a person's hand while walking towards right"
  },
  {
    "line_number": 8,
    "rephrased_content": "A child is touching the face while moving to the right.",
    "original_content": "A child is touching the face while going to the right side"
  },
  {
    "line_number": 9,
    "rephrased_content": "A child places the hand on their face while moving.",
    "original_content": "A child is touching the face while walking"
  },
  {
    "line_number": 10,
    "rephrased_content": "A child is using their left hand to touch their face while holding another person's hand.",
    "original_content": "A child is touching the face with left hand while holding another person's hand"
  },
  {
    "line_number": 11,
    "rephrased_content": "A lady coming from the left side is switching her clothing from her left hand to her right hand.",
    "original_content": "A lady coming from the left side is moving her cloth from left hand to the right hand"
  },
  {
    "line_number": 12,
    "rephrased_content": "A lady coming from the left side is switching her clothing from her right hand to her left hand.",
    "original_content": "A lady coming from the left side is moving her cloth from right hand to the left hand"
  },
  {
    "line_number": 13,
    "rephrased_content": "A lady coming from the left side is transferring her clothing from her left hand to her right hand.",
    "original_content": "A lady coming from the left side is shifting her cloth from left hand to the right hand"
  },
  {
    "line_number": 14,
    "rephrased_content": "A lady coming from the left side is transferring her clothing from her right hand to her left hand.",
    "original_content": "A lady coming from the left side is shifting her cloth from right hand to the left hand"
  },
  {
    "line_number": 15,
    "rephrased_content": "A lady is arranging her handbag while moving to the right side.",
    "original_content": "A lady is adjusting her handbag while going to right side"
  },
  {
    "line_number": 16,
    "rephrased_content": "A lady is arranging her handbag while strolling through the open area.",
    "original_content": "A lady is adjusting her handbag while walking in the open area"
  },
  {
    "line_number": 17,
    "rephrased_content": "A lady is arranging her handbag while moving toward the right side.",
    "original_content": "A lady is adjusting her handbag while walking towards right side"
  },
  {
    "line_number": 18,
    "rephrased_content": "A lady is arranging her handbag while moving closer to the camera.",
    "original_content": "A lady is adjusting her handbag while walking towards the camera"
  },
  {
    "line_number": 19,
    "rephrased_content": "A lady holds her right hand against her stomach as she walks.",
    "original_content": "A lady is keeping her right hand on her stomach while walking"
  },
  {
    "line_number": 20,
    "rephrased_content": "A lady is swapping her bag from her right hand to her left hand while walking.",
    "original_content": "A lady is moving her bag from right hand to the left hand while walking"
  },
  {
    "line_number": 21,
    "rephrased_content": "A lady coming towards the camera is moving her clothing from her left hand to her right hand.",
    "original_content": "A lady is moving her cloth from left hand to the right hand while coming towards the camera"
  },
  {
    "line_number": 22,
    "rephrased_content": "A lady heading towards the camera is moving her clothing from her left hand to her right hand.",
    "original_content": "A lady is moving her cloth from left hand to the right hand while going towards the camera"
  },
  {
    "line_number": 23,
    "rephrased_content": "A lady is shifting her clothing from her left hand to her right hand while walking.",
    "original_content": "A lady is moving her cloth from left hand to the right hand while walking"
  },
  {
    "line_number": 24,
    "rephrased_content": "A lady is switching her cloth from her left hand to her right hand as she walks towards the camera.",
    "original_content": "A lady is moving her cloth from left hand to the right hand while walking towards the camera"
  },
  {
    "line_number": 25,
    "rephrased_content": "A lady is passing her cloth from her right hand to her left as she approaches the camera.",
    "original_content": "A lady is moving her cloth from right hand to the left hand while coming towards the camera"
  },
  {
    "line_number": 26,
    "rephrased_content": "A lady heading towards the camera is passing her clothing from her right hand to her left hand.",
    "original_content": "A lady is moving her cloth from right hand to the left hand while going towards the camera"
  },
  {
    "line_number": 27,
    "rephrased_content": "A lady is passing her clothing from her right hand to her left hand while walking.",
    "original_content": "A lady is moving her cloth from right hand to the left hand while walking"
  },
  {
    "line_number": 28,
    "rephrased_content": "A lady is shifting her cloth from her right hand to her left while walking toward the camera.",
    "original_content": "A lady is moving her cloth from right hand to the left hand while walking towards the camera"
  },
  {
    "line_number": 29,
    "rephrased_content": "A lady is moving her cloth from her left hand to her right while approaching the camera.",
    "original_content": "A lady is shifting her cloth from left hand to the right hand while coming towards the camera"
  },
  {
    "line_number": 30,
    "rephrased_content": "A lady is transferring her cloth from her left hand to her right hand while heading towards the camera.",
    "original_content": "A lady is shifting her cloth from left hand to the right hand while going towards the camera"
  },
  {
    "line_number": 31,
    "rephrased_content": "A lady is moving her cloth from her left hand to her right hand while moving forward.",
    "original_content": "A lady is shifting her cloth from left hand to the right hand while walking"
  },
  {
    "line_number": 32,
    "rephrased_content": "A lady is transferring her cloth from her left hand to her right while walking towards the camera.",
    "original_content": "A lady is shifting her cloth from left hand to the right hand while walking towards the camera"
  },
  {
    "line_number": 33,
    "rephrased_content": "A lady is moving her cloth from her right hand to her left hand while approaching the camera.",
    "original_content": "A lady is shifting her cloth from right hand to the left hand while coming towards the camera"
  },
  {
    "line_number": 34,
    "rephrased_content": "A lady is transferring her cloth from her right hand to her left hand while heading towards the camera.",
    "original_content": "A lady is shifting her cloth from right hand to the left hand while going towards the camera"
  },
  {
    "line_number": 35,
    "rephrased_content": "A lady is moving her cloth from her right hand to her left while stepping forward.",
    "original_content": "A lady is shifting her cloth from right hand to the left hand while walking"
  },
  {
    "line_number": 36,
    "rephrased_content": "A lady is moving her cloth from her right to her left hand while walking towards the camera.",
    "original_content": "A lady is shifting her cloth from right hand to the left hand while walking towards the camera"
  },
  {
    "line_number": 37,
    "rephrased_content": "A lady walking alongside another person briefly glances to the right.",
    "original_content": "A lady walking with another person is looking right side briefly"
  },
  {
    "line_number": 38,
    "rephrased_content": "A person moving in from the left is spreading their arms wide.",
    "original_content": "A person approaching from the left side is extending both arms outward."
  },
  {
    "line_number": 39,
    "rephrased_content": "A person approaching from the left side is bringing both hands together.",
    "original_content": "A person approaching from the left side is making contact between both hands."
  },
  {
    "line_number": 40,
    "rephrased_content": "A person in an open space is adjusting the hair.",
    "original_content": "A person in an open space is fixing the hair."
  },
  {
    "line_number": 41,
    "rephrased_content": "A person in the open space is styling the hair.",
    "original_content": "A person in the open space is arranging the hair."
  },
  {
    "line_number": 42,
    "rephrased_content": "A person in the open space is adjusting the pants.",
    "original_content": "A person in the open space is arranging the pant."
  },
  {
    "line_number": 43,
    "rephrased_content": "A person in the open space is adjusting the t-shirt.",
    "original_content": "A person in the open space is arranging the t-shirt"
  },
  {
    "line_number": 44,
    "rephrased_content": "A person in the open space is adjusting the trousers.",
    "original_content": "A person in the open space is fixing the pant."
  },
  {
    "line_number": 45,
    "rephrased_content": "A person in the open space is adjusting the t-shirt.",
    "original_content": "A person in the open space is fixing the t-shirt"
  },
  {
    "line_number": 46,
    "rephrased_content": "A person in the open space is extending his left hand.",
    "original_content": "A person in the open space is stretching his left hand"
  },
  {
    "line_number": 47,
    "rephrased_content": "A person is fixing the hair while moving to the right.",
    "original_content": "A person is adjusting the hair while coming to right side"
  },
  {
    "line_number": 48,
    "rephrased_content": "A person is fixing the hair while heading to the right.",
    "original_content": "A person is adjusting the hair while going to right side"
  },
  {
    "line_number": 49,
    "rephrased_content": "A person is fixing the hair while approaching the camera.",
    "original_content": "A person is adjusting the hair while going towards the camera"
  },
  {
    "line_number": 50,
    "rephrased_content": "A person is fixing the hair while moving towards the camera.",
    "original_content": "A person is adjusting the hair while moving towards the camera"
  },
  {
    "line_number": 51,
    "rephrased_content": "A person is fixing the hair while walking.",
    "original_content": "A person is adjusting the hair while walking"
  },
  {
    "line_number": 52,
    "rephrased_content": "A person is fixing the hair while walking to the right.",
    "original_content": "A person is adjusting the hair while walking to right side"
  },
  {
    "line_number": 53,
    "rephrased_content": "A person is fixing their hair while moving toward the camera.",
    "original_content": "A person is adjusting the hair while walking towards the camera"
  },
  {
    "line_number": 54,
    "rephrased_content": "A person is coming from the camera side in the open space.",
    "original_content": "A person is approaching from the camera side in the open space."
  },
  {
    "line_number": 55,
    "rephrased_content": "A person is coming from the left in the open space.",
    "original_content": "A person is approaching from the left in the open space."
  },
  {
    "line_number": 56,
    "rephrased_content": "A person is coming from the right in the open space.",
    "original_content": "A person is approaching from the right in the open space."
  },
  {
    "line_number": 57,
    "rephrased_content": "A person is walking with his left hand in his pocket.",
    "original_content": "A person is keeping his left hand in his pant pocket while walking"
  },
  {
    "line_number": 58,
    "rephrased_content": "A person is standing in an open space and adjusting the hair.",
    "original_content": "A person is standing in an open space and fixing the hair."
  },
  {
    "line_number": 59,
    "rephrased_content": "A person is putting her hand on her face while conversing and walking with someone.",
    "original_content": "A person is touching her face while walking and talking with another person"
  },
  {
    "line_number": 60,
    "rephrased_content": "A person walking in the open space is adjusting the pants.",
    "original_content": "A person walking in the open space is fixing the pant."
  },
  {
    "line_number": 61,
    "rephrased_content": "A person walking in the open space is adjusting the t-shirt.",
    "original_content": "A person walking in the open space is fixing the t-shirt"
  },
  {
    "line_number": 62,
    "rephrased_content": "A trolley approaching from the right is moving towards the camera.",
    "original_content": "A trolly coming from the right side is going towards the camera"
  },
  {
    "line_number": 63,
    "rephrased_content": "A trolley coming from the right is moving towards the camera.",
    "original_content": "A trolly coming from the right side is heading towards the camera"
  },
  {
    "line_number": 64,
    "rephrased_content": "A trolley approaching from the right is heading towards the camera.",
    "original_content": "A trolly coming from the right side is moving towards the camera"
  },
  {
    "line_number": 65,
    "rephrased_content": "A trolley approaching from the right is advancing towards the camera.",
    "original_content": "A trolly coming from the right side is walking towards the camera"
  },
  {
    "line_number": 66,
    "rephrased_content": "A person walking in the open space glances to the right while using the phone.",
    "original_content": "A walking person in the open area is looking right side while using the mobile"
  },
  {
    "line_number": 67,
    "rephrased_content": "An elderly man in the open area is having ice cream as he walks.",
    "original_content": "An old man walking in the open area is eating ice-cream"
  },
  {
    "line_number": 68,
    "rephrased_content": "A person starts running while heading to the right.",
    "original_content": "Person begins running while going to the right"
  },
  {
    "line_number": 69,
    "rephrased_content": "A person approaching from the camera side is adjusting the pants.",
    "original_content": "Person coming from camera side is adjusting the pant"
  },
  {
    "line_number": 70,
    "rephrased_content": "A person approaching from the camera side is seeking directions.",
    "original_content": "Person coming from camera side is asking for directions"
  },
  {
    "line_number": 71,
    "rephrased_content": "A person coming from the camera side is returning towards the camera.",
    "original_content": "Person coming from camera side is going back to camera side"
  },
  {
    "line_number": 72,
    "rephrased_content": "A person moving from the camera side heads to the left.",
    "original_content": "Person coming from camera side is going towards left side"
  },
  {
    "line_number": 73,
    "rephrased_content": "A person moving from the camera side heads to the right.",
    "original_content": "Person coming from camera side is going towards right side"
  },
  {
    "line_number": 74,
    "rephrased_content": "A person approaching from the camera side is going back towards the camera.",
    "original_content": "Person coming from camera side is heading back to camera side"
  },
  {
    "line_number": 75,
    "rephrased_content": "A person approaching from the camera side is heading to the left.",
    "original_content": "Person coming from camera side is heading towards left side"
  },
  {
    "line_number": 76,
    "rephrased_content": "A person approaching from the camera side is heading to the right.",
    "original_content": "Person coming from camera side is heading towards right side"
  },
  {
    "line_number": 77,
    "rephrased_content": "A person moving from the camera side is holding someone else's hand.",
    "original_content": "Person coming from camera side is holding another person's hand"
  },
  {
    "line_number": 78,
    "rephrased_content": "A person returning from the camera side is moving back towards the camera.",
    "original_content": "Person coming from camera side is moving back to camera side"
  },
  {
    "line_number": 79,
    "rephrased_content": "A person from the camera side is advancing through the open space.",
    "original_content": "Person coming from camera side is moving in the open space"
  },
  {
    "line_number": 80,
    "rephrased_content": "A person moving from the camera direction is heading left.",
    "original_content": "Person coming from camera side is moving towards left side"
  },
  {
    "line_number": 81,
    "rephrased_content": "A person approaching from the camera side is moving to the right.",
    "original_content": "Person coming from camera side is moving towards right side"
  },
  {
    "line_number": 82,
    "rephrased_content": "A person returning from the camera side walks back toward it.",
    "original_content": "Person coming from camera side is walking back to camera side"
  },
  {
    "line_number": 83,
    "rephrased_content": "A person approaching from the camera side is strolling in the open area.",
    "original_content": "Person coming from camera side is walking in the open space"
  },
  {
    "line_number": 84,
    "rephrased_content": "A person coming from the camera side is strolling to the left.",
    "original_content": "Person coming from camera side is walking towards left side"
  },
  {
    "line_number": 85,
    "rephrased_content": "A person approaching from the camera side is strolling to the right.",
    "original_content": "Person coming from camera side is walking towards right side"
  },
  {
    "line_number": 86,
    "rephrased_content": "A person approaching from the camera side briefly stops walking in the open area.",
    "original_content": "Person coming from camera side stops walking briefly in the open area"
  },
  {
    "line_number": 87,
    "rephrased_content": "A person moving in from the left side is fixing their hair.",
    "original_content": "Person coming from left side is adjusting the hair"
  },
  {
    "line_number": 88,
    "rephrased_content": "A person moving in from the left side is performing a dance.",
    "original_content": "Person coming from left side is dancing"
  },
  {
    "line_number": 89,
    "rephrased_content": "A person returning from the left side heads back in that direction.",
    "original_content": "Person coming from left side is going back to left side"
  },
  {
    "line_number": 90,
    "rephrased_content": "A person moving from the left side is heading to the right.",
    "original_content": "Person coming from left side is going to right side"
  },
  {
    "line_number": 91,
    "rephrased_content": "A person approaching from the left side is returning to the left.",
    "original_content": "Person coming from left side is heading back to left side"
  },
  {
    "line_number": 92,
    "rephrased_content": "A person coming from the left side is grasping a child's hand.",
    "original_content": "Person coming from left side is holding a child's hand"
  },
  {
    "line_number": 93,
    "rephrased_content": "A person approaching from the left is holding someone else's hand.",
    "original_content": "Person coming from left side is holding another person's hand"
  },
  {
    "line_number": 94,
    "rephrased_content": "A person from the left side is glancing backward.",
    "original_content": "Person coming from left side is looking back"
  },
  {
    "line_number": 95,
    "rephrased_content": "A person heading from the left side is returning back to the left.",
    "original_content": "Person coming from left side is moving back to left side"
  },
  {
    "line_number": 96,
    "rephrased_content": "A person approaching from the left is walking through the open area.",
    "original_content": "Person coming from left side is moving in the open space"
  },
  {
    "line_number": 97,
    "rephrased_content": "A person coming from the left is heading to the right.",
    "original_content": "Person coming from left side is moving towards right side"
  },
  {
    "line_number": 98,
    "rephrased_content": "A person from the left is operating a mobile phone.",
    "original_content": "Person coming from left side is using mobile"
  },
  {
    "line_number": 99,
    "rephrased_content": "A person returning from the left is walking back in that direction.",
    "original_content": "Person coming from left side is walking back to left side"
  },
  {
    "line_number": 100,
    "rephrased_content": "A person moving from the left side is walking through the open area.",
    "original_content": "Person coming from left side is walking in the open space"
  },
  {
    "line_number": 101,
    "rephrased_content": "A person from the left side is walking to the right.",
    "original_content": "Person coming from left side is walking to right side"
  },
  {
    "line_number": 102,
    "rephrased_content": "A person coming from the right is inquiring for directions.",
    "original_content": "Person coming from right side is asking for directions"
  },
  {
    "line_number": 103,
    "rephrased_content": "A person from the right side is performing a dance.",
    "original_content": "Person coming from right side is dancing"
  },
  {
    "line_number": 104,
    "rephrased_content": "A person returning from the right side is heading back to the right.",
    "original_content": "Person coming from right side is going back to right side"
  },
  {
    "line_number": 105,
    "rephrased_content": "A person from the right side is moving towards the left.",
    "original_content": "Person coming from right side is going to left side"
  },
  {
    "line_number": 106,
    "rephrased_content": "A person returning from the right is going back to the right.",
    "original_content": "Person coming from right side is heading back to right side"
  },
  {
    "line_number": 107,
    "rephrased_content": "A person from the right side is glancing back.",
    "original_content": "Person coming from right side is looking back"
  },
  {
    "line_number": 108,
    "rephrased_content": "A person moving from the right is heading back to the right.",
    "original_content": "Person coming from right side is moving back to right side"
  },
  {
    "line_number": 109,
    "rephrased_content": "A person coming from the right is walking in the open area.",
    "original_content": "Person coming from right side is moving in the open space"
  },
  {
    "line_number": 110,
    "rephrased_content": "A person coming from the right side is heading to the left.",
    "original_content": "Person coming from right side is moving towards left side"
  },
  {
    "line_number": 111,
    "rephrased_content": "A person returning from the right is walking back to that side.",
    "original_content": "Person coming from right side is walking back to right side"
  },
  {
    "line_number": 112,
    "rephrased_content": "A person approaching from the right side is walking through the open area.",
    "original_content": "Person coming from right side is walking in the open space"
  },
  {
    "line_number": 113,
    "rephrased_content": "A person moving from the right is walking to the left.",
    "original_content": "Person coming from right side is walking to left side"
  },
  {
    "line_number": 114,
    "rephrased_content": "A person from the right side halts in the left area.",
    "original_content": "Person coming from right side stops moving in left side"
  },
  {
    "line_number": 115,
    "rephrased_content": "A person from the right stops walking in the left side.",
    "original_content": "Person coming from right side stops walking in left side"
  },
  {
    "line_number": 116,
    "rephrased_content": "A person coming from the direction of the camera is receiving an item from the security guard.",
    "original_content": "Person coming from the camera side is taking something from the security gurd"
  },
  {
    "line_number": 117,
    "rephrased_content": "A person from the left side is fixing his t-shirt.",
    "original_content": "Person coming from the left side is adjusting his t-shirt"
  },
  {
    "line_number": 118,
    "rephrased_content": "A person moving from the left is fixing their sweater.",
    "original_content": "Person coming from the left side is adjusting the sweater"
  },
  {
    "line_number": 119,
    "rephrased_content": "A person heading from the left is moving towards the camera.",
    "original_content": "Person coming from the left side is going towards the camera"
  },
  {
    "line_number": 120,
    "rephrased_content": "A person approaching from the left is advancing toward the camera.",
    "original_content": "Person coming from the left side is heading towards the camera"
  },
  {
    "line_number": 121,
    "rephrased_content": "A person from the left side has their left hand inside their jacket.",
    "original_content": "Person coming from the left side is keeping the left hand inside the jacket"
  },
  {
    "line_number": 122,
    "rephrased_content": "A person from the left glances briefly to the left.",
    "original_content": "Person coming from the left side is looking briefly left side"
  },
  {
    "line_number": 123,
    "rephrased_content": "A person from the left side glances briefly to the right.",
    "original_content": "Person coming from the left side is looking briefly right side"
  },
  {
    "line_number": 124,
    "rephrased_content": "A person from the left is searching inside their jacket pocket.",
    "original_content": "Person coming from the left side is looking for something in his jacket's pocket"
  },
  {
    "line_number": 125,
    "rephrased_content": "A person coming from the left is looking away from the camera.",
    "original_content": "Person coming from the left side is looking opposite side of the camera"
  },
  {
    "line_number": 126,
    "rephrased_content": "A person from the left is facing the camera.",
    "original_content": "Person coming from the left side is looking towards the camera"
  },
  {
    "line_number": 127,
    "rephrased_content": "A person from the left is transferring her cloth from her left hand to the right.",
    "original_content": "Person coming from the left side is moving her cloth from left hand to the right hand"
  },
  {
    "line_number": 128,
    "rephrased_content": "A person from the left is shifting her cloth from her right hand to the left.",
    "original_content": "Person coming from the left side is moving her cloth from right hand to the left hand"
  },
  {
    "line_number": 129,
    "rephrased_content": "A person from the left approaches the camera.",
    "original_content": "Person coming from the left side is moving towards the camera"
  },
  {
    "line_number": 130,
    "rephrased_content": "A person moving from the left is moving her cloth from her left hand to her right.",
    "original_content": "Person coming from the left side is shifting her cloth from left hand to the right hand"
  },
  {
    "line_number": 131,
    "rephrased_content": "A person from the left side is moving her cloth from her right hand to the left.",
    "original_content": "Person coming from the left side is shifting her cloth from right hand to the left hand"
  },
  {
    "line_number": 132,
    "rephrased_content": "A person from the left side is extending both arms.",
    "original_content": "Person coming from the left side is spreading his both hands"
  },
  {
    "line_number": 133,
    "rephrased_content": "A person from the left side pauses briefly in the open area.",
    "original_content": "Person coming from the left side is standing briefly in the open area"
  },
  {
    "line_number": 134,
    "rephrased_content": "A person coming from the left is bringing both hands together.",
    "original_content": "Person coming from the left side is touching his both hand"
  },
  {
    "line_number": 135,
    "rephrased_content": "A person approaching from the left is putting a hand on their face.",
    "original_content": "Person coming from the left side is touching the face"
  },
  {
    "line_number": 136,
    "rephrased_content": "A person from the left side uses both hands to give directions.",
    "original_content": "Person coming from the left side is using both hands to show directions to others"
  },
  {
    "line_number": 137,
    "rephrased_content": "A person from the left side points with the left hand to direct others.",
    "original_content": "Person coming from the left side is using left hand to show directions to others"
  },
  {
    "line_number": 138,
    "rephrased_content": "A person from the left side indicates direction using the right hand.",
    "original_content": "Person coming from the left side is using right hand to show directions to others"
  },
  {
    "line_number": 139,
    "rephrased_content": "A person from the left side is stepping backward.",
    "original_content": "Person coming from the left side is walking backward"
  },
  {
    "line_number": 140,
    "rephrased_content": "A person from the left side heads toward the camera.",
    "original_content": "Person coming from the left side is walking towards the camera"
  },
  {
    "line_number": 141,
    "rephrased_content": "A person from the left begins to sprint.",
    "original_content": "Person coming from the left side starts running"
  },
  {
    "line_number": 142,
    "rephrased_content": "A person from the left pauses momentarily while walking in the open area.",
    "original_content": "Person coming from the left side stops walking briefly in the open area"
  },
  {
    "line_number": 143,
    "rephrased_content": "A person from the right side is fixing their pants.",
    "original_content": "Person coming from the right side is adjusting his pant"
  },
  {
    "line_number": 144,
    "rephrased_content": "A person from the right side is consuming food from their hand.",
    "original_content": "Person coming from the right side is eating something from his hand"
  },
  {
    "line_number": 145,
    "rephrased_content": "A person from the right is approaching the camera.",
    "original_content": "Person coming from the right side is going towards the camera"
  },
  {
    "line_number": 146,
    "rephrased_content": "A person from the right side is advancing to the camera.",
    "original_content": "Person coming from the right side is heading towards the camera"
  },
  {
    "line_number": 147,
    "rephrased_content": "A person from the right is getting closer to the camera.",
    "original_content": "Person coming from the right side is moving towards the camera"
  },
  {
    "line_number": 148,
    "rephrased_content": "A person from the right side halts momentarily on the left side.",
    "original_content": "Person coming from the right side is standing briefly in the left side"
  },
  {
    "line_number": 149,
    "rephrased_content": "A person from the right side pauses briefly in the open area.",
    "original_content": "Person coming from the right side is standing briefly in the open area"
  },
  {
    "line_number": 150,
    "rephrased_content": "A person approaching from the right is touching the face.",
    "original_content": "Person coming from the right side is touching the face"
  },
  {
    "line_number": 151,
    "rephrased_content": "A person approaching from the right side is walking towards the camera.",
    "original_content": "Person coming from the right side is walking towards the camera"
  },
  {
    "line_number": 152,
    "rephrased_content": "A person from the right side pauses briefly in the open area.",
    "original_content": "Person coming from the right side stops walking briefly in the open area"
  },
  {
    "line_number": 153,
    "rephrased_content": "A person stops drinking while moving to the left.",
    "original_content": "Person halts drinking while moving to the left."
  },
  {
    "line_number": 154,
    "rephrased_content": "A person in the open area is offering a high-five.",
    "original_content": "Person in the open area is giving high-five"
  },
  {
    "line_number": 155,
    "rephrased_content": "A person in the open area is heading towards the camera side.",
    "original_content": "Person in the open area is moving towards the camera side"
  },
  {
    "line_number": 156,
    "rephrased_content": "A person in the open area is advancing towards the camera.",
    "original_content": "Person in the open area is moving towards the camera."
  },
  {
    "line_number": 157,
    "rephrased_content": "A person in the open area is heading to the left.",
    "original_content": "Person in the open area is moving towards the left."
  },
  {
    "line_number": 158,
    "rephrased_content": "A person in the open area is heading to the right.",
    "original_content": "Person in the open area is moving towards the right."
  },
  {
    "line_number": 159,
    "rephrased_content": "A person in the open area is not in motion.",
    "original_content": "Person in the open area is not walking"
  },
  {
    "line_number": 160,
    "rephrased_content": "A person in the open area is still and not moving.",
    "original_content": "Person in the open area is stationary and not walking."
  },
  {
    "line_number": 161,
    "rephrased_content": "A person in the open space is adjusting the sweater.",
    "original_content": "Person in the open space is arranging the sweater"
  },
  {
    "line_number": 162,
    "rephrased_content": "A person in the open space is correcting the sweater.",
    "original_content": "Person in the open space is fixing the sweater"
  },
  {
    "line_number": 163,
    "rephrased_content": "A person in the open space is providing information to others.",
    "original_content": "Person in the open space is giving information to the other persons"
  },
  {
    "line_number": 164,
    "rephrased_content": "A person in the open space is moving towards the camera side.",
    "original_content": "Person in the open space is heading to the camera side"
  },
  {
    "line_number": 165,
    "rephrased_content": "A person in the open space is moving toward the camera.",
    "original_content": "Person in the open space is heading to the camera."
  },
  {
    "line_number": 166,
    "rephrased_content": "A person in the open space is moving to the left.",
    "original_content": "Person in the open space is heading to the left."
  },
  {
    "line_number": 167,
    "rephrased_content": "A person in the open space is moving to the right.",
    "original_content": "Person in the open space is heading to the right."
  },
  {
    "line_number": 168,
    "rephrased_content": "A person in the open space is glancing back.",
    "original_content": "Person in the open space is looking back"
  },
  {
    "line_number": 169,
    "rephrased_content": "A person in the open space is looking in the opposite direction of the camera.",
    "original_content": "Person in the open space is looking opposite side of the camera"
  },
  {
    "line_number": 170,
    "rephrased_content": "A person in the open space pauses walking for a moment.",
    "original_content": "Person in the open space stops walking briefly"
  },
  {
    "line_number": 171,
    "rephrased_content": "A person is making adjustments to his backpack while strolling in the open area.",
    "original_content": "Person is adjusting his backpack while walking in the open area"
  },
  {
    "line_number": 172,
    "rephrased_content": "A person is making adjustments to his backpack while approaching the camera.",
    "original_content": "Person is adjusting his backpack while walking towards the camera"
  },
  {
    "line_number": 173,
    "rephrased_content": "A person is making adjustments to the sweater while approaching the camera.",
    "original_content": "Person is adjusting the sweater while coming towards camera"
  },
  {
    "line_number": 174,
    "rephrased_content": "A person is making adjustments to the sweater as moving towards the camera.",
    "original_content": "Person is adjusting the sweater while going towards camera"
  },
  {
    "line_number": 175,
    "rephrased_content": "A person is making adjustments to the sweater while heading in the direction of the camera.",
    "original_content": "Person is adjusting the sweater while heading towards camera"
  },
  {
    "line_number": 176,
    "rephrased_content": "A person is making adjustments to the sweater while heading towards the camera.",
    "original_content": "Person is adjusting the sweater while walking towards camera"
  },
  {
    "line_number": 177,
    "rephrased_content": "A person is starting to run while moving to the right.",
    "original_content": "Person is beginning to run while going to the right side"
  },
  {
    "line_number": 178,
    "rephrased_content": "A person is approaching from the camera side in the open space.",
    "original_content": "Person is coming from the camera side in the open area"
  },
  {
    "line_number": 179,
    "rephrased_content": "A person is arriving from the left side in the open space.",
    "original_content": "Person is coming from the left side in the open area"
  },
  {
    "line_number": 180,
    "rephrased_content": "A person is approaching from the right side in the open space.",
    "original_content": "Person is coming from the right side in the open area"
  },
  {
    "line_number": 181,
    "rephrased_content": "A person is performing a dance in the open space.",
    "original_content": "Person is dancing in the open area"
  },
  {
    "line_number": 182,
    "rephrased_content": "A person is adjusting sweater as they approach the camera.",
    "original_content": "Person is fixing the sweater while coming towards camera"
  },
  {
    "line_number": 183,
    "rephrased_content": "A person is adjusting sweater while moving towards the camera.",
    "original_content": "Person is fixing the sweater while going towards camera"
  },
  {
    "line_number": 184,
    "rephrased_content": "A person is adjusting sweater as they head towards the camera.",
    "original_content": "Person is fixing the sweater while heading towards camera"
  },
  {
    "line_number": 185,
    "rephrased_content": "A person is straightening sweater while walking towards the camera.",
    "original_content": "Person is fixing the sweater while walking towards camera"
  },
  {
    "line_number": 186,
    "rephrased_content": "A person is grasping a child's hand while moving to the right.",
    "original_content": "Person is holding a child's hand while going to right side"
  },
  {
    "line_number": 187,
    "rephrased_content": "A person is grasping a child's hand while progressing to the right.",
    "original_content": "Person is holding a child's hand while moving towards right"
  },
  {
    "line_number": 188,
    "rephrased_content": "A person is grasping a child's hand as they walk.",
    "original_content": "Person is holding a child's hand while walking"
  },
  {
    "line_number": 189,
    "rephrased_content": "A person is grasping a child's hand while walking in the open space.",
    "original_content": "Person is holding a child's hand while walking in open area"
  },
  {
    "line_number": 190,
    "rephrased_content": "A person is grasping a child's hand as they walk towards the right.",
    "original_content": "Person is holding a child's hand while walking towards right"
  },
  {
    "line_number": 191,
    "rephrased_content": "A person is grasping another person's hand as they approach the camera.",
    "original_content": "Person is holding another person's hand while coming towards camera"
  },
  {
    "line_number": 192,
    "rephrased_content": "A person is grasping another person's hand while moving to the right.",
    "original_content": "Person is holding another person's hand while going to right side"
  },
  {
    "line_number": 193,
    "rephrased_content": "A person is grasping another person's hand while heading towards the camera.",
    "original_content": "Person is holding another person's hand while going towards camera"
  },
  {
    "line_number": 194,
    "rephrased_content": "A person is grasping another person's hand while advancing towards the camera.",
    "original_content": "Person is holding another person's hand while moving towards camera"
  },
  {
    "line_number": 195,
    "rephrased_content": "A person is grasping another person's hand while moving to the right.",
    "original_content": "Person is holding another person's hand while moving towards right"
  },
  {
    "line_number": 196,
    "rephrased_content": "A person is grasping another person's hand as they walk.",
    "original_content": "Person is holding another person's hand while walking"
  },
  {
    "line_number": 197,
    "rephrased_content": "A person is grasping another person's hand while walking in an open area.",
    "original_content": "Person is holding another person's hand while walking in open area"
  },
  {
    "line_number": 198,
    "rephrased_content": "A person is grasping another person's hand while walking towards the camera.",
    "original_content": "Person is holding another person's hand while walking towards camera"
  },
  {
    "line_number": 199,
    "rephrased_content": "A person is grasping another person's hand while walking to the right.",
    "original_content": "Person is holding another person's hand while walking towards right"
  },
  {
    "line_number": 200,
    "rephrased_content": "A person is placing the left hand inside the jacket while moving towards the camera.",
    "original_content": "Person is keeping the left hand inside the jacket while going towards the camera"
  },
  {
    "line_number": 201,
    "rephrased_content": "A person is placing the left hand inside the jacket while advancing towards the camera.",
    "original_content": "Person is keeping the left hand inside the jacket while moving towards the camera"
  },
  {
    "line_number": 202,
    "rephrased_content": "A person is placing the left hand inside the jacket while walking.",
    "original_content": "Person is keeping the left hand inside the jacket while walking"
  },
  {
    "line_number": 203,
    "rephrased_content": "A person is placing the left hand inside the jacket while walking in an open area.",
    "original_content": "Person is keeping the left hand inside the jacket while walking in the open area"
  },
  {
    "line_number": 204,
    "rephrased_content": "A person is placing the left hand inside the jacket while walking in an open space.",
    "original_content": "Person is keeping the left hand inside the jacket while walking in the open space"
  },
  {
    "line_number": 205,
    "rephrased_content": "A person is placing the left hand inside the jacket while walking towards the camera.",
    "original_content": "Person is keeping the left hand inside the jacket while walking towards the camera"
  },
  {
    "line_number": 206,
    "rephrased_content": "A person is glancing back while moving to the right.",
    "original_content": "Person is looking back while going to the right side"
  },
  {
    "line_number": 207,
    "rephrased_content": "A person is glancing back while heading towards the right.",
    "original_content": "Person is looking back while moving towards the right side"
  },
  {
    "line_number": 208,
    "rephrased_content": "A person is glancing back while walking.",
    "original_content": "Person is looking back while walking"
  },
  {
    "line_number": 209,
    "rephrased_content": "A person is glancing back while walking to the right.",
    "original_content": "Person is looking back while walking to the right side"
  },
  {
    "line_number": 210,
    "rephrased_content": "A person is glancing back while walking towards the camera.",
    "original_content": "Person is looking back while walking towards the camera"
  },
  {
    "line_number": 211,
    "rephrased_content": "A person is glancing briefly at her right while grasping a child's hand.",
    "original_content": "Person is looking briefly at her right side while holding a child's hand"
  },
  {
    "line_number": 212,
    "rephrased_content": "A person is searching for something in his jacket pocket while walking.",
    "original_content": "Person is looking for something in his jacket's pocket while walking"
  },
  {
    "line_number": 213,
    "rephrased_content": "A person is glancing briefly left while moving to the right.",
    "original_content": "Person is looking left side briefly while going to the right side"
  },
  {
    "line_number": 214,
    "rephrased_content": "A person is glancing briefly looks left while walking.",
    "original_content": "Person is looking left side briefly while walking"
  },
  {
    "line_number": 215,
    "rephrased_content": "A person is glancing left while approaching the camera.",
    "original_content": "Person is looking left side while coming towards the camera"
  },
  {
    "line_number": 216,
    "rephrased_content": "A person is glancing left while advancing towards the camera.",
    "original_content": "Person is looking left side while going towards the camera"
  },
  {
    "line_number": 217,
    "rephrased_content": "A person is glancing left while heading towards the camera.",
    "original_content": "Person is looking left side while heading towards the camera"
  },
  {
    "line_number": 218,
    "rephrased_content": "A person is glancing left while moving towards the camera.",
    "original_content": "Person is looking left side while moving towards the camera"
  },
  {
    "line_number": 219,
    "rephrased_content": "A person is glancing left while walking towards the camera.",
    "original_content": "Person is looking left side while walking towards the camera"
  },
  {
    "line_number": 220,
    "rephrased_content": "A person is glancing away from the camera while moving to the right.",
    "original_content": "Person is looking opposite side of the camera while going to the right side"
  },
  {
    "line_number": 221,
    "rephrased_content": "A person is glancing opposite the camera while going towards it.",
    "original_content": "Person is looking opposite side of the camera while going towards the camera"
  },
  {
    "line_number": 222,
    "rephrased_content": "A person is glancing opposite the camera while heading towards it.",
    "original_content": "Person is looking opposite side of the camera while heading towards towards the camera"
  },
  {
    "line_number": 223,
    "rephrased_content": "A person is glancing opposite the camera while moving to the right side.",
    "original_content": "Person is looking opposite side of the camera while moving towards the right side"
  },
  {
    "line_number": 224,
    "rephrased_content": "A person is glancing opposite the camera while moving towards it.",
    "original_content": "Person is looking opposite side of the camera while moving towards the camera"
  },
  {
    "line_number": 225,
    "rephrased_content": "A person is glancing opposite the camera while walking.",
    "original_content": "Person is looking opposite side of the camera while walking"
  },
  {
    "line_number": 226,
    "rephrased_content": "A person is glancing opposite the camera while walking to the right side.",
    "original_content": "Person is looking opposite side of the camera while walking to the right side"
  },
  {
    "line_number": 227,
    "rephrased_content": "A person is glancing opposite the camera while walking towards it.",
    "original_content": "Person is looking opposite side of the camera while walking towards the camera"
  },
  {
    "line_number": 228,
    "rephrased_content": "A person is glancing briefly right while moving to the right.",
    "original_content": "Person is looking right side briefly while going to the right side"
  },
  {
    "line_number": 229,
    "rephrased_content": "A person is glancing briefly right while walking.",
    "original_content": "Person is looking right side briefly while walking"
  },
  {
    "line_number": 230,
    "rephrased_content": "The person is glancing to the right while moving towards the camera.",
    "original_content": "Person is looking right side while coming towards the camera"
  },
  {
    "line_number": 231,
    "rephrased_content": "The person is glancing to the right while walking towards the camera.",
    "original_content": "Person is looking right side while going towards the camera"
  },
  {
    "line_number": 232,
    "rephrased_content": "The person is glancing the right side while heading towards the camera.",
    "original_content": "Person is looking right side while heading towards the camera"
  },
  {
    "line_number": 233,
    "rephrased_content": "The person is glancing to the right while moving closer to the camera.",
    "original_content": "Person is looking right side while moving towards the camera"
  },
  {
    "line_number": 234,
    "rephrased_content": "The person is glancing to the right while walking towards the camera.",
    "original_content": "Person is looking right side while walking towards the camera"
  },
  {
    "line_number": 235,
    "rephrased_content": "The person is glancing at the camera while turning to the right.",
    "original_content": "Person is looking towards the camera while going to the right side"
  },
  {
    "line_number": 236,
    "rephrased_content": "The person is glancing at the camera while shifting to the right.",
    "original_content": "Person is looking towards the camera while moving to the right side"
  },
  {
    "line_number": 237,
    "rephrased_content": "The person is glancing the camera while walking.",
    "original_content": "Person is looking towards the camera while walking"
  },
  {
    "line_number": 238,
    "rephrased_content": "The person is glancing towards the camera while walking in the open area.",
    "original_content": "Person is looking towards the camera while walking in the open area"
  },
  {
    "line_number": 239,
    "rephrased_content": "The person is glancing towards the camera while walking to the right.",
    "original_content": "Person is looking towards the camera while walking to the right side"
  },
  {
    "line_number": 240,
    "rephrased_content": "The person is passing her cloth from her left hand to her right hand while approaching the camera.",
    "original_content": "Person is moving her cloth from left hand to the right hand while coming towards the camera"
  },
  {
    "line_number": 241,
    "rephrased_content": "A person is passing her cloth from her left hand to her right hand as she approaches the camera.",
    "original_content": "Person is moving her cloth from left hand to the right hand while going towards the camera"
  },
  {
    "line_number": 242,
    "rephrased_content": "The person is passing her cloth from her left hand to her right hand while walking.",
    "original_content": "Person is moving her cloth from left hand to the right hand while walking"
  },
  {
    "line_number": 243,
    "rephrased_content": "The person is passing her cloth from her left hand to her right hand while walking towards the camera.",
    "original_content": "Person is moving her cloth from left hand to the right hand while walking towards the camera"
  },
  {
    "line_number": 244,
    "rephrased_content": "The person is passing her cloth from her right hand to her left hand while approaching the camera.",
    "original_content": "Person is moving her cloth from right hand to the left hand while coming towards the camera"
  },
  {
    "line_number": 245,
    "rephrased_content": "The person is passing her cloth from her right hand to her left hand while going towards the camera.",
    "original_content": "Person is moving her cloth from right hand to the left hand while going towards the camera"
  },
  {
    "line_number": 246,
    "rephrased_content": "The person is passing her cloth from her right hand to her left hand while walking towards the camera.",
    "original_content": "Person is moving her cloth from right hand to the left hand while walking towards the camera"
  },
  {
    "line_number": 247,
    "rephrased_content": "The person is passing the cloth from her right hand to her left hand while walking.",
    "original_content": "Person is moving the cloth from right hand to the left hand while walking"
  },
  {
    "line_number": 248,
    "rephrased_content": "The person is passing her head side to side while talking with others.",
    "original_content": "Person is moving the head right side and left side while talking with others"
  },
  {
    "line_number": 249,
    "rephrased_content": "The person is gesturing away from the camera with her left hand while approaching it.",
    "original_content": "Person is pointing opposite of the camera with left hand while coming towards the camera"
  },
  {
    "line_number": 250,
    "rephrased_content": "The person is gesturing away from the camera with her left hand while moving towards it.",
    "original_content": "Person is pointing opposite of the camera with left hand while going towards the camera"
  },
  {
    "line_number": 251,
    "rephrased_content": "The person is gesturing away from the camera with their left hand while moving towards it.",
    "original_content": "Person is pointing opposite of the camera with left hand while heading towards the camera"
  },
  {
    "line_number": 252,
    "rephrased_content": "The person is gesturing away from the camera with their left hand while walking.",
    "original_content": "Person is pointing opposite of the camera with left hand while walking"
  },
  {
    "line_number": 253,
    "rephrased_content": "The person is gesturing away from the camera with their left hand while walking towards it.",
    "original_content": "Person is pointing opposite of the camera with left hand while walking towards the camera"
  },
  {
    "line_number": 254,
    "rephrased_content": "The person is gesturing to the right with their left hand while approaching the camera.",
    "original_content": "Person is pointing to right side with left hand while coming towards camera"
  },
  {
    "line_number": 255,
    "rephrased_content": "The person is gesturing to the right with their left hand while moving to the right.",
    "original_content": "Person is pointing to right side with left hand while coming towards right side"
  },
  {
    "line_number": 256,
    "rephrased_content": "The person is gesturing to the right with their left hand while heading towards the camera.",
    "original_content": "Person is pointing to right side with left hand while going towards camera"
  },
  {
    "line_number": 257,
    "rephrased_content": "The person is gesturing to the right with their left hand while proceeding to the right.",
    "original_content": "Person is pointing to right side with left hand while going towards right side"
  },
  {
    "line_number": 258,
    "rephrased_content": "The person is gesturing to the right with their left hand while moving towards the camera.",
    "original_content": "Person is pointing to right side with left hand while heading towards camera"
  },
  {
    "line_number": 259,
    "rephrased_content": "The person is gesturing to the right with their left hand while heading to the right.",
    "original_content": "Person is pointing to right side with left hand while heading towards right side"
  },
  {
    "line_number": 260,
    "rephrased_content": "The person is gesturing to the right with their left hand while walking.",
    "original_content": "Person is pointing to right side with left hand while walking"
  },
  {
    "line_number": 261,
    "rephrased_content": "The person is gesturing to the right with their left hand while walking towards the camera.",
    "original_content": "Person is pointing to right side with left hand while walking towards camera"
  },
  {
    "line_number": 262,
    "rephrased_content": "The person is gesturing to the right with their left hand while walking to the right.",
    "original_content": "Person is pointing to right side with left hand while walking towards right side"
  },
  {
    "line_number": 263,
    "rephrased_content": "The person is gesturing at the camera with their left hand while moving towards it.",
    "original_content": "Person is pointing to the camera with left hand while coming towards the camera"
  },
  {
    "line_number": 264,
    "rephrased_content": "The person is gesturing at the camera with their left hand while approaching it.",
    "original_content": "Person is pointing to the camera with left hand while going towards the camera"
  },
  {
    "line_number": 265,
    "rephrased_content": "The person is gesturing at the camera with their left hand while heading towards it.",
    "original_content": "Person is pointing to the camera with left hand while heading towards the camera"
  },
  {
    "line_number": 266,
    "rephrased_content": "The person is gesturing at the camera with their left hand while walking.",
    "original_content": "Person is pointing to the camera with left hand while walking"
  },
  {
    "line_number": 267,
    "rephrased_content": "The person is gesturing at the camera with their left hand while walking towards it.",
    "original_content": "Person is pointing to the camera with left hand while walking towards the camera"
  },
  {
    "line_number": 268,
    "rephrased_content": "The person is gesturing at the camera with their right hand while moving to the right.",
    "original_content": "Person is pointing to the camera with right hand while coming towards right side"
  },
  {
    "line_number": 269,
    "rephrased_content": "The person is gesturing at the camera with their right hand while approaching it.",
    "original_content": "Person is pointing to the camera with right hand while coming towards the camera"
  },
  {
    "line_number": 270,
    "rephrased_content": "The person is gesturing at the camera with their right hand while moving to the right.",
    "original_content": "Person is pointing to the camera with right hand while going towards right side"
  },
  {
    "line_number": 271,
    "rephrased_content": "The person is gesturing at the camera with their right hand while approaching it.",
    "original_content": "Person is pointing to the camera with right hand while going towards the camera"
  },
  {
    "line_number": 272,
    "rephrased_content": "The person is gesturing towards the camera with their right hand while moving to the right.",
    "original_content": "Person is pointing to the camera with right hand while heading towards right side"
  },
  {
    "line_number": 273,
    "rephrased_content": "The person is gesturing at the camera with their right hand while heading towards it.",
    "original_content": "Person is pointing to the camera with right hand while heading towards the camera"
  },
  {
    "line_number": 274,
    "rephrased_content": "The person is gesturing at the camera with their right hand while walking.",
    "original_content": "Person is pointing to the camera with right hand while walking"
  },
  {
    "line_number": 275,
    "rephrased_content": "The person is gesturing towards the camera with their right hand while walking to the right.",
    "original_content": "Person is pointing to the camera with right hand while walking towards right side"
  },
  {
    "line_number": 276,
    "rephrased_content": "The person is gesturing at the camera with their right hand while walking towards it.",
    "original_content": "Person is pointing to the camera with right hand while walking towards the camera"
  },
  {
    "line_number": 277,
    "rephrased_content": "The person is shoving another individual while moving to the right.",
    "original_content": "Person is pushing another person while going to right side"
  },
  {
    "line_number": 278,
    "rephrased_content": "The person is shoving someone else while heading to the right.",
    "original_content": "Person is pushing another person while heading towards right side"
  },
  {
    "line_number": 279,
    "rephrased_content": "The person is shoving another person while moving rightward.",
    "original_content": "Person is pushing another person while moving towards right side"
  },
  {
    "line_number": 280,
    "rephrased_content": "The person is shoving another person while walking.",
    "original_content": "Person is pushing another person while walking"
  },
  {
    "line_number": 281,
    "rephrased_content": "The person is shoving someone else while walking to the right.",
    "original_content": "Person is pushing another person while walking to right side"
  },
  {
    "line_number": 282,
    "rephrased_content": "The person is running while moving to the right.",
    "original_content": "Person is running while going to the right side"
  },
  {
    "line_number": 283,
    "rephrased_content": "",
    "original_content": "Person is shaking with another person while walking towards the right side"
  },
  {
    "line_number": 284,
    "rephrased_content": "The person is transferring her cloth from her left hand to her right hand while approaching the camera.",
    "original_content": "Person is shifting her cloth from left hand to the right hand while coming towards the camera"
  },
  {
    "line_number": 285,
    "rephrased_content": "The person is transferring her cloth from left hand to right hand while heading towards the camera.",
    "original_content": "Person is shifting her cloth from left hand to the right hand while going towards the camera"
  },
  {
    "line_number": 286,
    "rephrased_content": "The person is transferring her cloth from her left hand to her right hand while walking.",
    "original_content": "Person is shifting her cloth from left hand to the right hand while walking"
  },
  {
    "line_number": 287,
    "rephrased_content": "The person is transferring her cloth from her left hand to her right hand while walking towards the camera.",
    "original_content": "Person is shifting her cloth from left hand to the right hand while walking towards the camera"
  },
  {
    "line_number": 288,
    "rephrased_content": "The person is transferring her cloth from her right hand to her left hand while approaching the camera.",
    "original_content": "Person is shifting her cloth from right hand to the left hand while coming towards the camera"
  },
  {
    "line_number": 289,
    "rephrased_content": "The person is transferring her cloth from her right hand to her left hand while heading towards the camera.",
    "original_content": "Person is shifting her cloth from right hand to the left hand while going towards the camera"
  },
  {
    "line_number": 290,
    "rephrased_content": "The person is transferring her cloth from her right hand to her left hand while walking towards the camera.",
    "original_content": "Person is shifting her cloth from right hand to the left hand while walking towards the camera"
  },
  {
    "line_number": 291,
    "rephrased_content": "The person is transferring the cloth from her right hand to her left hand while walking.",
    "original_content": "Person is shifting the cloth from right hand to the left hand while walking"
  },
  {
    "line_number": 292,
    "rephrased_content": "The person is presenting opposite of the camera with their left hand while walking.",
    "original_content": "Person is showing opposite of the camera with left hand while walking"
  },
  {
    "line_number": 293,
    "rephrased_content": "The person is presenting towards the camera with their left hand while walking.",
    "original_content": "Person is showing towards the camera with left hand while walking"
  },
  {
    "line_number": 294,
    "rephrased_content": "The person is presenting towards the camera with their right hand while walking.",
    "original_content": "Person is showing towards the camera with right hand while walking"
  },
  {
    "line_number": 295,
    "rephrased_content": "The person is receiving something from the security guard.",
    "original_content": "Person is taking something from the security guard"
  },
  {
    "line_number": 296,
    "rephrased_content": "The person is chatting on their mobile phone while walking.",
    "original_content": "Person is talking with his mobile while walking"
  },
  {
    "line_number": 297,
    "rephrased_content": "The person is conversing with the security guard in the open area.",
    "original_content": "Person is talking with the security guard in the open space"
  },
  {
    "line_number": 298,
    "rephrased_content": "Person is touching his head while moving.",
    "original_content": "Person is touching his head while walking"
  },
  {
    "line_number": 299,
    "rephrased_content": "The person is touching face while approaching the camera.",
    "original_content": "Person is touching the face while coming towards the camera"
  },
  {
    "line_number": 300,
    "rephrased_content": "The person is touching face while moving to the right.",
    "original_content": "Person is touching the face while going to the right side"
  },
  {
    "line_number": 301,
    "rephrased_content": "The person is touching face while approaching the camera.",
    "original_content": "Person is touching the face while going towards the camera"
  },
  {
    "line_number": 302,
    "rephrased_content": "The person is touching face as they go towards the camera.",
    "original_content": "Person is touching the face while heading towards the camera"
  },
  {
    "line_number": 303,
    "rephrased_content": "The person is touching face while walking closer to the camera.",
    "original_content": "Person is touching the face while moving towards the camera"
  },
  {
    "line_number": 304,
    "rephrased_content": "The person is touching face as they move.",
    "original_content": "Person is touching the face while walking"
  },
  {
    "line_number": 305,
    "rephrased_content": "The person is touching face while moving towards the camera.",
    "original_content": "Person is touching the face while walking towards the camera"
  },
  {
    "line_number": 306,
    "rephrased_content": "The person is using both hands to direct others while coming towards the camera.",
    "original_content": "Person is using both hands to show directions to others while coming towards the camera"
  },
  {
    "line_number": 307,
    "rephrased_content": "The person is using both hands to indicate directions to others while moving towards the camera.",
    "original_content": "Person is using both hands to show directions to others while going towards the camera"
  },
  {
    "line_number": 308,
    "rephrased_content": "The person is using both hands to guide others while heading towards the camera.",
    "original_content": "Person is using both hands to show directions to others while heading towards the camera"
  },
  {
    "line_number": 309,
    "rephrased_content": "The person is using left hand to show the opposite direction of the camera while walking.",
    "original_content": "Person is using left hand to indicate opposite of the camera while walking"
  },
  {
    "line_number": 310,
    "rephrased_content": "The person is using left hand to point towards the camera while walking.",
    "original_content": "Person is using left hand to indicate towards camera while walking"
  },
  {
    "line_number": 311,
    "rephrased_content": "The person is using left hand to signal to the right side while walking.",
    "original_content": "Person is using left hand to indicate towards right side while walking"
  },
  {
    "line_number": 312,
    "rephrased_content": "The person is using left hand to direct towards the right side while walking.",
    "original_content": "Person is using left hand to point towards right side while walking"
  },
  {
    "line_number": 313,
    "rephrased_content": "The person is using left hand to point out directions to others as they approach the camera.",
    "original_content": "Person is using left hand to show directions to others while coming towards the camera"
  },
  {
    "line_number": 314,
    "rephrased_content": "The person is using left hand to guide others while moving towards the camera.",
    "original_content": "Person is using left hand to show directions to others while going towards the camera"
  },
  {
    "line_number": 315,
    "rephrased_content": "The person is using left hand to indicate directions to others while heading towards the camera.",
    "original_content": "Person is using left hand to show directions to others while heading towards the camera"
  },
  {
    "line_number": 316,
    "rephrased_content": "The person is utilizing mobile device while approaching the camera.",
    "original_content": "Person is using mobile while coming towards the camera"
  },
  {
    "line_number": 317,
    "rephrased_content": "The person is utilizing mobile device while approaching towards the camera.",
    "original_content": "Person is using mobile while going towards the camera"
  },
  {
    "line_number": 318,
    "rephrased_content": "The person is utilizing mobile device while heading towards the camera.",
    "original_content": "Person is using mobile while heading towards the camera"
  },
  {
    "line_number": 319,
    "rephrased_content": "The person is utilizing mobile device while approaching towards the camera.",
    "original_content": "Person is using mobile while moving towards the camera"
  },
  {
    "line_number": 320,
    "rephrased_content": "The person is utilizing mobile device while walking.",
    "original_content": "Person is using mobile while walking"
  },
  {
    "line_number": 321,
    "rephrased_content": "The person is utilizing their mobile device while moving towards the camera.",
    "original_content": "Person is using mobile while walking towards the camera"
  },
  {
    "line_number": 322,
    "rephrased_content": "The person is gesturing with their right hand towards the camera as they walk.",
    "original_content": "Person is using right hand to indicate towards camera while walking"
  },
  {
    "line_number": 323,
    "rephrased_content": "The person is pointing towards the camera with their right hand while walking.",
    "original_content": "Person is using right hand to point towards the camera while walking"
  },
  {
    "line_number": 324,
    "rephrased_content": "The person is using their right hand to guide others while approaching the camera.",
    "original_content": "Person is using right hand to show directions to others while coming towards the camera"
  },
  {
    "line_number": 325,
    "rephrased_content": "The person is using their right hand to direct others while moving towards the camera.",
    "original_content": "Person is using right hand to show directions to others while going towards the camera"
  },
  {
    "line_number": 326,
    "rephrased_content": "The person is using their right hand to guide others while heading towards the camera.",
    "original_content": "Person is using right hand to show directions to others while heading towards the camera"
  },
  {
    "line_number": 327,
    "rephrased_content": "The person is walking in reverse.",
    "original_content": "Person is walking backward"
  },
  {
    "line_number": 328,
    "rephrased_content": "The person is moving backward while moving to the right side.",
    "original_content": "Person is walking backward while going to the right side"
  },
  {
    "line_number": 329,
    "rephrased_content": "The person is moving backward while heading towards the right side.",
    "original_content": "Person is walking backward while moving towards the right side"
  },
  {
    "line_number": 330,
    "rephrased_content": "The person is moving backward while moving to the right side.",
    "original_content": "Person is walking backward while walking to the right side"
  },
  {
    "line_number": 331,
    "rephrased_content": "The person is approaching the camera after pausing briefly.",
    "original_content": "Person is walking towards the camera after standing briefly"
  },
  {
    "line_number": 332,
    "rephrased_content": "The person halts their drink before moving to the left.",
    "original_content": "Person pause drinking before heading towards the left"
  },
  {
    "line_number": 333,
    "rephrased_content": "The person standing in the open area is fixing their hair.",
    "original_content": "Person standing in the open area is adjusting the hair"
  },
  {
    "line_number": 334,
    "rephrased_content": "The person halts drinking before turning to the left.",
    "original_content": "Person stops drinking Drink before going to the left side"
  },
  {
    "line_number": 335,
    "rephrased_content": "The person briefly halts their walking on the right side.",
    "original_content": "Person stops walking briefly in the right side"
  },
  {
    "line_number": 336,
    "rephrased_content": "The person walking in an open area is heading towards the camera.",
    "original_content": "Person walking in an open area is heading in the direction to the camera side"
  },
  {
    "line_number": 337,
    "rephrased_content": "The person walking in an open area is approaching the camera.",
    "original_content": "Person walking in an open area is heading in the direction to the camera."
  },
  {
    "line_number": 338,
    "rephrased_content": "The person walking in an open area is moving towards the left.",
    "original_content": "Person walking in an open area is heading in the direction to the left."
  },
  {
    "line_number": 339,
    "rephrased_content": "The person walking in an open area is going towards the right.",
    "original_content": "Person walking in an open area is heading in the direction to the right."
  },
  {
    "line_number": 340,
    "rephrased_content": "The person walking in the open area is arranging their pants.",
    "original_content": "Person walking in the open area is adjusting his pant"
  },
  {
    "line_number": 341,
    "rephrased_content": "The person walking in the open area is arranging their t-shirt.",
    "original_content": "Person walking in the open area is adjusting his t-shirt"
  },
  {
    "line_number": 342,
    "rephrased_content": "The person walking in the open area is arranging their pants.",
    "original_content": "Person walking in the open area is adjusting the pant"
  },
  {
    "line_number": 343,
    "rephrased_content": "The person walking in the open area is arranging their sweater.",
    "original_content": "Person walking in the open area is adjusting the sweater"
  },
  {
    "line_number": 344,
    "rephrased_content": "The person walking in the open area is approaching towards the camera.",
    "original_content": "Person walking in the open area is moving towards the camera side"
  },
  {
    "line_number": 345,
    "rephrased_content": "The person walking in the open area is heading towards the camera.",
    "original_content": "Person walking in the open area is moving towards the camera."
  },
  {
    "line_number": 346,
    "rephrased_content": "The person walking in the open area is walking to the left.",
    "original_content": "Person walking in the open area is moving towards the left."
  },
  {
    "line_number": 347,
    "rephrased_content": "The person walking in the open area is walking to the right.",
    "original_content": "Person walking in the open area is moving towards the right."
  },
  {
    "line_number": 348,
    "rephrased_content": "The person walking in the open area is pausing momentarily on the right side.",
    "original_content": "Person walking in the open area is standing briefly in the right side"
  },
  {
    "line_number": 349,
    "rephrased_content": "The person walking in the open area is gesturing with both hands to guide others.",
    "original_content": "Person walking in the open area is using both hands to show directions to others"
  },
  {
    "line_number": 350,
    "rephrased_content": "The person walking in the open area is pointing with their left hand to guide others.",
    "original_content": "Person walking in the open area is using left hand to show directions to others"
  },
  {
    "line_number": 351,
    "rephrased_content": "The person walking in the open area is pointing with their right hand to show directions to others.",
    "original_content": "Person walking in the open area is using right hand to show directions to others"
  },
  {
    "line_number": 352,
    "rephrased_content": "The person walking in the open area is pointing with their right hand to gesture towards the right side.",
    "original_content": "Person walking in the open area is using the right hand to indicate towards the right side."
  },
  {
    "line_number": 353,
    "rephrased_content": "The person walking in the open area is pointing to the right with their left hand.",
    "original_content": "Person walking in the open area is using their left hand to point towards the right side."
  },
  {
    "line_number": 354,
    "rephrased_content": "The person walking in the open space is adjusting their sweater.",
    "original_content": "Person walking in the open space is fixing the sweater"
  },
  {
    "line_number": 355,
    "rephrased_content": "The person walking in the open space is entering the food court.",
    "original_content": "Person walking in the open space is going inside the food court"
  },
  {
    "line_number": 356,
    "rephrased_content": "The person walking in the open space is moving towards the camera.",
    "original_content": "Person walking in the open space is going to the camera side"
  },
  {
    "line_number": 357,
    "rephrased_content": "The person walking in the open space is heading to the left.",
    "original_content": "Person walking in the open space is going to the left side"
  },
  {
    "line_number": 358,
    "rephrased_content": "The person walking in the open space is moving to the right.",
    "original_content": "Person walking in the open space is going to the right side"
  },
  {
    "line_number": 359,
    "rephrased_content": "The person walking in the open space is approaching the camera.",
    "original_content": "Person walking in the open space is going towards the camera"
  },
  {
    "line_number": 360,
    "rephrased_content": "The person walking in the open space is using his right hand to signal to the right side.",
    "original_content": "Person walking in the open space is pointing to the right side with his right hand"
  },
  {
    "line_number": 361,
    "rephrased_content": "The person walking in the open space is indicating to the right with their left hand.",
    "original_content": "Person walking in the open space is showing to the right side with his left hand"
  },
  {
    "line_number": 362,
    "rephrased_content": "The person walking in the open space is using both hands to direct others.",
    "original_content": "Person walking in the open space is using both hands to show directions to others"
  },
  {
    "line_number": 363,
    "rephrased_content": "The person walking in the open space is using left hand to guide others.",
    "original_content": "Person walking in the open space is using left hand to show directions to others"
  },
  {
    "line_number": 364,
    "rephrased_content": "The person walking in the open space is using right hand to indicate directions to others.",
    "original_content": "Person walking in the open space is using right hand to show directions to others"
  },
  {
    "line_number": 365,
    "rephrased_content": "The person is moving from the left side to the right side.",
    "original_content": "Person who is going from the left side to the right side"
  },
  {
    "line_number": 366,
    "rephrased_content": "The person is moving from the right side to the left side.",
    "original_content": "Person who is going from the right side to the left side"
  }
]